{
    "title": "Bandits",
    "content": "Bandits, also known as Banditos or Doger , are players who will willingly murder other players for non-judicial reasons, such as personal gain or for sport. They may range from being poorly armed killers who prey on recently spawned players, or heavily equipped soldiers who will fight for the equipment of other players. It is not against the rules, and is a part of the game.",
    "sections": [
        {
            "title": "Classifying Bandits",
            "content": "When\nA person can be classified as a bandit if they:\nKill players periodically (for loot or entertainment)\nRaid bases for loot and kills\nLure people into their traps\nUse deception to intervene friendly players, and break allies, based on whether or not they KOS a friendly player\nBandits come in a few common varieties. One variety will shoot on sight the moment they see another player. They will usually target weak-looking players or loners, but may occasionally try their luck against a well-armed target. They may travel in groups, but because of their aggressive tendencies, even for Bandits, they usually work alone or with a single friend. Another variety will try to convince a target to surrender some loot, and then let them go. It's usually best to do what they say. Another type will attempt to gain a survivors trust before betraying them."
        },
        {
            "title": "Avoiding Bandits",
            "content": "Bandits are attracted to:\nCamp Fires, Flares, and any type of lighting\nPlayers that are alone, or weak enough to take down.\nBases built in the wild.\nAt night, It helps to use your flashlight sparingly."
        },
        {
            "title": "Classifying non-bandits",
            "content": "While it's currently difficult to tell who is and who isn't a bandit, there are ways to try and determine who is friendly and who to avoid.\nIf both of you point guns at each other and neither of you fire, they're probably friendly. But don't drop your guard too easily. Try and keep them in your sight and avoid bad positions (small areas, having them behind you, being in the inventory screen for too long) where you would be more vulnerable.\nIf they approach you while you're preoccupied, (Gathering materials, Crafting, etc.*) and don't attack, they are probably friendly. Shooting a player in the back often guarantees a kill.\nThey give you items, such as blueprints, hatchets and sometimes even leather clothing and weapons. However, if you look like a target that is carrying valuables, \"free items\" could mean \"stand still and pick this up so I can shoot you in the head.\"\nHowever, bandits can be distinctively cunning. While most bandits will point their gun at you and shoot hoping for a kill, some will attempt to gain your trust. Hoping for you to lead them back to your base, a good loot spot, or just to make it more interesting for themselves.\nSome players use a code of one jump means friendly to show they will not harm you\nIf someone is aggressive when you get something that they just can not kill you, tell you things they have or even get you a base, try to make friends with them before they turn into bandits. Often the new group or single-player games."
        }
    ]
}