{
    "title": "Status Effects",
    "content": "A Status Effect, also referred to as \"buff\" or \"debuff\", is an effect which alters your character's status. There are both, negative and positive status effects, however most status effects in Rust are negative. They are displayed in the right lower corner of the GUI and depending on how they affect the character, are either orange/red or green, sometimes followed by a descriptive number or percentage indicating how severely this effect is affecting the character. Status effects can be a cause of death.",
    "sections": [
        {
            "title": "Bleeding",
            "content": " \nBleeding is a disadvantageous effect that makes the player lose health over a certain amount of time and eventually leading to death. It can be caused by various things, most commonly attacks from animals, gunshot wounds, sharp weapons, traps and sometimes after taking fall damage."
        },
        {
            "title": "Building Privilege & Blocked",
            "content": " \nBuilding Privilege is a beneficial effect that is granted by being authorized to a nearby Tool Cupboard. Within its reach, the privileged player is allowed to build and upgrade blocks and place deployables just as outside the effect area. Also, newly placed blocks can now also be demolished by using the Hammer for a short duration after construction. After this period, blocks will turn permanent like regularly and can only be destroyed by the common means.\n \nBuilding Blocked is a disadvantageous effect that is applied to any player in the reach of a nearby Tool Cupboard who is not authorized to it. While under its effect, the player is almost completely restricted from building, upgrading or deploying items. A few exceptions are Twig structures and ladders."
        },
        {
            "title": "Too Cold & Too Hot",
            "content": " \nToo Cold is a disadvantageous effect that is applied as soon as a player's body temperature drops below 5°C. After that point, the player starts taking damage over time, scaling with the player's decreasing body temperature and eventually leading to death. The latter can be caused by various things, most commonly:\nthe night,\nswimming in water (see also the Wet effect)\nthe Winter Biome\nWhen the body temperature drops below -4°C, an icy effect will develop around the edges of the screen.\n \nToo Hot is a disadvantageous effect that is applied as soon as a player's body temperature rises above 40°C. After that point, the player starts taking damage over time, scaling with the player's increasing body temperature and eventually leading to death. The latter can be caused by various things, most commonly:\nwarming clothing\nnearby heat sources like a Camp Fire or a Barbeque. (However not Furnaces!)\nthe Arid Biome"
        },
        {
            "title": "Comfort",
            "content": " \nComfort is a beneficial effect that is applied whenever the player is close to comfortable items. While under its effect, the player regenerates health (more quickly), Hunger is depleted significantly slower and Radiation Poisoning has less effect. The amount of comfort is determined by the Comfort providing item and the amount of players nearby.\nItems providing comfort are for example:\nCamp Fire\nBarbeque\nFurnace\nLarge Furnace\nRug\nRug Bear Skin\nChair\nTable\nPookie Bear"
        },
        {
            "title": "Starvation & Dehydration",
            "content": " \nStarvation is a disadvantageous effect that is applied whenever the player's hunger bar drops below 40. While under its effect, the player slowly loses health and eventually dies. Starvation can only be prevented by eating.\n \nDehydration is a disadvantageous effect that is applied whenever the player's thirst bar drops below 25. While under its effect, the player slowly loses health and eventually dies. Dehydration can only be prevented by drinking water or eating food that gives hydration."
        },
        {
            "title": "Poison",
            "content": "Poison is a disadvantageous effect that is applied whenever the player consumes raw or spoiled food. While under its effect, the player loses health and eventually dies. There are various means of stopping poison, including:\nBandages\nMedical Syringes\nLarge Medkits\nNote: The Poison effect does not display as status bar!"
        },
        {
            "title": "Radiation Poisoning",
            "content": "Main Article: Radiation\n \nRadiation Poisoning is a disadvantageous effect that is applied whenever the player enters an irradiated zone, mostly near Monuments. While under its effect, the player's screen will start to get fuzzy, a Geiger Counter's clicking sound will play (intensity depending on the effect's intensity) and the player will lose health and eventually die. Radiation Poisoning can be prevented by various means, most commonly including:\nRadiation-resistant clothing\nAnti-Radiation Pills\nMedical Syringes\nWater"
        },
        {
            "title": "Wet & Drowning",
            "content": " \nWet is a neutral effect that is applied whenever the player comes in contact with bodies of water. Depending on how deep the body of the player is submerged in water, the wetness bar will rise, causing the player's body temperature to drop. This can be beneficial if the player is too hot, or disadvantageous if the player is too cold. When leaving water, the player usually dries on their own, the speed scaling with the body temperature. Note that being close to the Cold effect will prevent the character from drying.\n \nDrowning is a disadvantageous effect that is applied whenever the player fully submerges into water and their wetness reaches 100. While under its effect, the player quickly loses health and eventually dies."
        },
        {
            "title": "Wounded",
            "content": "Wounded is a neutral effect that is applied whenever the player is mortally wounded. Sometimes, instead of dying, the player is wounded instead, leaving them defenselessly on the ground with 5 HP. While wounded, the player either slowly regenerates or keeps losing health, depending on the circumstances. If the player reaches 0 HP, be it an animal or player finishing them off, or another status effect slowly decreasing their health, they will die. However, there is also the possibility of another player helping them up, or the player getting up again on their own - the latter being much smaller than dying."
        },
        {
            "title": "Trivia",
            "content": "Although the Furnace is a comforting heat source, it does not increase the body's temperature when nearby.\nThe Injured effect has been removed in Experimental Rust.\nSometimes effects are applied, even if their corresponding in-game bar is not showing up. That is usually the case when the effect is still in its beginning stage.\nWhile wounded, the player will drop their active hot bar item as if they died."
        }
    ]
}