{
    "title": "Player",
    "content": "The Player spawns with a rock, a torch, and no clothes. The first thing a player sees typically is a bullet via distrust by other players. Players are represented as naked men or women when spawned, but can acquire clothing later in the game. At the current moment there is limited selection in the game. ",
    "sections": [
        {
            "title": "Player Abilities",
            "content": "Currently players are able to craft objects, construct houses, operate firearms and collect resources via a variety of tools. Currently players are able to create traps, build houses, and even run servers. There are no limitations on the abilities, which is a part of Rust. In essence Rust is a huge experiment to see how players band together to form the world as they implement more objects into the world."
        },
        {
            "title": "Notes",
            "content": "In previous versions of Rust, players had the ability to learn new crafting recipes by finding Blueprints or Research Kits.\nIn Legacy, only one player model existed which resulted in everybody looking exactly the same. Players could however, craft and wear different clothes and armor to help distinguish themselves from other players."
        },
        {
            "title": "Gallery",
            "content": "The old Legacy player model (with clothes).A player in Legacy stands over his corpse.\nMechanics\nAttack\nDamage Types • Projectiles\nEnvironment\nAnimals • Barrels • Biomes • Flora • Loot Crates • Monuments • Rocks • Trees\nGameplay\nAttack Helicopter • Airdrops • Building • Combat • Crafting • Gathering • Raiding • Repairing • Researching\nPlayer\nFood & Hunger • Health • Hydration & Thirst • Protection • Sleeping • Spawning\nXP System\nExperience • Skill Tree • Tech Tree\nStatus Effects\nBleeding • Building Privilege • Comfort • Injured • Poisoning • Radiation • Starvation & Dehydration • Warmth • Wet & Drowning • Wounded"
        }
    ],
    "infobox": "Player\nType\nEntity\nCrafting\nCraftable\nN/A\nDescription\nThe folks who play the game."
}