{
    "title": "Radiation",
    "content": "Radiation is a game mechanic in Rust that can be extremely dangerous if not accounted for. Radiation appears in or near Monuments and can vary in severity. Radiation is implemented as spherical Radiation Zones, each with their own tier (radiation level). There are 4 distinct tiers of Radiation with varying severity, as shown in the table below:\nName\nAmount\nMinimal\n2\nLow\n10\nMedium\n25\nHigh\n51\nThe High tier can only be found in two places: The Vehicle Assembly Building at the Launch Site and the broken cooling tower at the Power Plant. It's the only tier that even a Hazmat Suit can't protect fully against, as it only has 50% radiation protection.\nThe radiation protection required to fully protect against a specific Radiation Zone corresponds to the tier. More specifically, the amount of radiation a player receives can be calculated with the formula:\nreceived radiation\n=\nmultiplier\n⋅\n(\nradiation tier\n−\nprotection\n)\n{\\displaystyle {\\text{received radiation}}={\\text{multiplier}}\\cdot \\left({\\text{radiation tier}}-{\\text{protection}}\\right)}\nWhere the multiplier is 1 when fully inside the Radiation Zone, 0 when fully outside of the Radiation Zone, and smoothly transitioning between 0 and 1 when near the boundary of the radiation zone, with the multiplier increasing the further inward the player comes. Radiation Zones have a small falloff that controls how large the boundary area is. Note that \nradiation tier\n−\nprotection\n{\\displaystyle {\\text{radiation tier}}-{\\text{protection}}}\n is clamped, so the player doesn't receive negative radiation when wearing more protection than the Zone requires.\nThe amount of radiation received is the amount of Radiation Poisoning \"points\" the player receives per second. As an example, if a player has 20% radiation protection and is standing in a medium Radiation Zone, they will receive 5 radiation \"points\" (25 − 20 = 5). Thus, their Radiation Poisoning level will increase by 5 per second.",
    "sections": [
        {
            "title": "Radiation Poisoning",
            "content": " \nRadiation Poisoning is the disadvantageous effect that is applied whenever the player enters a Radiation Zone. While under its effect, the player's screen will start to get fuzzy, a Geiger Counter's clicking sound will play (intensity depending on the effect's intensity) and the player will lose health and eventually die. The player will also be unable to run if their radiation poisoning exceeds 100. Radiation Poisoning can be prevented by various means, most commonly including:\nRadiation-resistant clothing\nAnti-Radiation Pills\nMedical Syringes\nWater"
        }
    ]
}